base
base-devel
linux
linux-firmware
mc
nano
neovim
networkmanager
openssh
wget
git
grub
sudo
rust
xorg
xorg-apps
xorg-drivers
xorg-fonts
xorg-xinit
xclip
picom
xbindkeys
xautolock
clipnotify
clipmenu
ttf-dejavu
ttf-inconsolata
ttf-font-awesome
alacritty
